Repository: rrroddick/AuthMate
Catalog: AuthMate/Localizable.xcstrings
Source language: en
Languages: it

source: Account Name (e.g. user@email.com)
it: Nome Account (Es. claudio@email.com)

source: Add account
it: Aggiungi account

source: Add Account
it: Aggiungi Account

source: Base32 Secret
it: Segreto Base32

source: Camera Access Denied
it: Accesso Fotocamera negato

source: Cancel
it: Annulla

source: Checking access...
it: Accesso in corso...

source: Copied!
it: Copiato!

source: Delete
it: Elimina

source: Do you want to quit AuthMate?
it: Vuoi uscire da AuthMate?

source: Invalid QR code:
it: QR non valido:

source: Invalid URI format. Only otpauth:// or otpauth-migration:// are supported
it: Il formato URI non è valido. Supportati solo otpauth:// o otpauth-migration://

source: Issuer (e.g. Google) [Optional]
it: Issuer (Es. Google) [Opzionale]

source: Malformed URL format
it: Formato URL malformato

source: Manual
it: Manuale

source: Name and Secret are required.
it: Nome e Segreto sono obbligatori.

source: No Accounts
it: Nessun Account

source: No accounts found in export
it: Nessun account trovato nell'export

source: Paste the otpauth:// URI obtained from a QR reader.
it: Incolla qui l'URI otpauth:// ottenuto da un lettore QR.

source: Please enable AuthMate to use the camera in System Preferences.
it: Per cortesia, abilita AuthMate ad utilizzare la fotocamera nelle preferenze di sistema.

source: Point the QR Code at the viewfinder.
it: Inquadra il QR Code nel mirino.

source: Press + to add an account or paste an otpauth:// URI
it: Premi + per aggiungere un account o incollare un URI otpauth://

source: QR Camera
it: Fotocamera QR

source: Quit
it: Esci

source: Save
it: Salva

source: Secret is missing
it: Il segreto è mancante

source: Text URI
it: URI Testuale

source: The app will close and will no longer be available in the menu bar.
it: L'app verrà chiusa e non sarà più disponibile nella menu bar.

source: The Base32 secret contains invalid characters.
it: Il segreto Base32 contiene caratteri non validi.

source: URI cannot be empty.
it: L'URI non può essere vuoto.
